Revit 2027 API
NullParameterValue Properties
The NullParameterValue type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from ParameterValue)
Top
See Also
Reference
NullParameterValue Class
Autodesk.Revit.DB Namespace